Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Jy moet jou woorde versigtiger kies
ar: نحن لا نفعل هذا هنا يجب أن تختار كلامك بحرص

source: Kameraad Hempf, tussen ons, my dramas is nie sterk genoeg om Schwalber te oorleef nie
ar: :رفيق (همبف)، بيني وبينك مسرحياتي ليست قوية بما فيه الكفاية (لتناسب إخراج (شوالبر

source: Ek het Jerska nodig, en ek dink steeds u het hom te streng behandel
ar: (أحتاج (يرسكا وأعتقد أنك قسوت في حكمك عليه

source: Wel, ek dink nie so nie, maar dis wat ons almal bewonder in jou dramas
ar: حسنا، لم أفعل ولكن هذا سبب حبنا جميعا لمسرحياتك

source: Jou liefde vir mense, jou geloof dat mense kan verander.
ar: ...بسبب حبك للإنسانية واعتقادك أن الناس يمكن أن تتغير

source: Dreyman, hoe dikwels jy dit in jou stukke herhaal, mense verander NIE!
ar: (دريمان) مهما كررت هذا في مسرحياتك !

source: Tussen hakkies, hoe gaan dit met hom?
ar: كيف حاله بالمناسبة؟

source: Hy hoop dat sy swart... dat hy weer gou sal kan werk
ar: ..يتمنى أن وضعه على القائ يتمنى أن يرجع للعمل قريبا

source: -Is sy hoop geregverdig?
ar: هل هو على صواب في هذا الأمل؟

source: -Natuurlik So lank as hy lewe, en selfs langer
ar: بالطبع على صواب طالما هو حي وإلى ما بعد ذلك

source: Soos jy weet, Dreyman, hoop vergaan nie
ar: لأنك يا (دريمان) كما تعرف، فإن الأمل هو ما يموت أولا

source: Die span is gereed om die plek te bedraad van môre af
ar: الفريق سيكون جاهزا لزرع أجهزة التنصت في المكان غدا

source: Dit moet Donderdag klaar wees
ar: يجب أن يتم الإنتهاء من هذا الأمر يوم الخميس يجب أن تخططوا لكل شيء بدقة

source: Dink jy julle kan?
ar: تظن أنه بإمكانك القيام بهذا؟

source: Goeie nag.
ar: تصبح على خير

source: -Ek sal in die moeilikheid wees as ek nie gaan nie
ar: سوف أكون في مشكلة إذا لم أذهب ـ مشكلة مع من؟

source: -Met wie?
ar: ـ صديقتي

source: Twintig minute
ar: عشرون دقيقة

source: -Ja?
ar: نعم؟

source: -Mev Meineke, een woord aan enigeen, en Masha verloor haar plek op universiteit
ar: سيدة (ماينكه).. إذا عرف أحد بهذا فستخسر (ماشا) مكانها في الجامعة

source: -Verstaan?
ar: مفهوم؟

source: Stuur aan Mev Meineke 'n geskenk vir haar samewerking
ar: ابعثوا للسيدة (ماينكه) بهدية مقابل تعاونها

source: Dit moet al weer Donderdag wees
ar: لابد أنه الخميس ثانية

source: Die tyd vlieg...
ar: ..الوقت يمر بسرعة ...

source: Miskien is dit goed so
ar: ربما هذا شيء جيد

source: -Hoe gaan dit?
ar: ـ كيف حالك؟

source: -Nie sleg nie
ar: ـ لا بأس

source: Dis nie altyd so lawaaierig nie
ar: عادة لا تكون الضوضاء منتشرة هكذا

source: Net op Donderdae, ek weet
ar: أعرف، يوم الخميس فقط

source: Ons het jou gemis by die premiere
ar: لقد افتقدناك في العرض الأول

source: Hoe was Schwalber se regie?
ar: هل قام (شوالبر) بعمل جيد؟

source: -Die goeie dele was wat hy by jou gesteel het
ar: لقد سرق موهبته منك

source: -Dit hou my werk lewendig
ar: هذا يحافظ على أفكاري حية

source: Ek kan nie meer daardie vet opgesmukte mense by premieres verdra nie
ar: لا أستطيع التحمل لا أستطيع تحمل المتأنقين السمان في العروض الأولى

source: Dit klink nie soos ek nie, né?
ar: لا أبدو أنا، أليس كذلك؟

source: Miskien is dit die regte ek, en die ou Jerska was nie
ar: ولكن ربما هذه هويتي الحقيقية وليس (يرسكا) القديم

source: Hy was vriendelik en besorgd, gevoed deur sukses, danksy die groot kokkedore
ar: لقد كان صدوقا ويعيش على النجاح ويرجع الفضل في هذا للرؤوس الكبيرة

source: Maar laat ons nie verder kla nie
ar: ولكني لن أشكو بعد الآن

source: In my volgende lewe wil ek 'n dramaturg wees 'n Gelukkige dramaturg wat kan skryf wat hy wil
ar: في حياتي الأخرى، سوف أكون كاتبا كاتب سعيد أكتب وقتما يحلو لي

source: Soos jy
ar: مثلك

source: Wat is 'n regiseur as hy nie kan regiseer nie?
ar: ما المخرج إذا لم يستطع أن يمارس الإخراج؟

source: Hy is 'n perfeksionis sonder 'n film, 'n meulenaar sonder koring.
ar: إنه عامل عرض أفلام بدون فلم أو كطاحونة بدون ذرة...

source: Hy is niks
ar: إنه لا شيء

source: Totaal niks
ar: نكرة

source: Albert, die minister was by die premiere Minister Hempf.
ar: (الوزير كان في العرض الأول يا (ألبرت (الوزير (همبف

source: Ek het met hom gepraat oor jou swartlysting
ar: وتحدثت معه حول وضعك على القائمة السوداء

source: Dit lyk belowend
ar: ويبدو الأمر مبشرا

source: Hy het my hoop gegee, regte hoop
ar: لقد أعطاني الأمل.. أمل حقيقي... هكذا قال

source: Dis goed!
ar: هذا عظيم

source: Goedkoop Georgia-wyn.
ar: (خمر جورجي رخيص..

source: Chateau Jerska.
ar: (شاتوه يرسكا

source: So, kom jou heilige drinker?
ar: هل سيأتي الشارب الأكبر؟

source: Ek het vergeet om hom te vra
ar: لقد نسيت أن أسأله

source: Jy is sterk en kragtig
ar: أنت قوي هكذا أريدك

source: Dis soos ek jou benodig Keer die donker uit jou lewe uit
ar: لا تدخل هذا الظلام لحياتك

source: Albert is my vriend. -En jy's myne
ar: ـ (ألبرت) صديقي ـ وأنت حبيبي

source: -Dit lyk soos 'n 50ste
ar: تبدو كالخمسين

source: Maar ek word 40, dan nie?
ar: ولكني سأبلغ الأربعين، أليس كذلك؟

source: Moenie vergeet nie, jy het belowe om 'n das te dra
ar: لا تنسى، لقد وعدتني بإرتداء رابطة عنق في يوم ميلادك

source: Ek sou, maar ek het nie een nie
ar: أريد هذا ولكني لا أمتلك واحدة

source: Bon anniversaire!
ar: ! عيد ميلاد سعيد

source: 'n Das?
ar: رابطة عنق

source: Jy het gesê jy wil tog nie 'n boek hê nie
ar: قلت أنك لا تريد أي كتب

source: Of kan jy nie 'n das knoop nie, jou ou werkersklas-digter?
ar: أم أنك لا تستطيع ربط رابطة عنق يا شاعر الطبقة العاملة؟

source: Ek is met 'n das gebore!
ar: ! لقد ولدت مرتديا رابطة عنق

source: Ek moes my losveg van die middelklas-simbole
ar: ولكن كان يجب علي أن أشق طريقي وسط أغلال الطبقة الوسطى

source: En nou moet jy dit weer aantrek, net vir my
ar: إذن ارتدي هذه الأغلال من أجلي

source: Goed dan...
ar: حسنا..

source: Dis nie so swaar om 'n das te knoop nie
ar: ليست قضية أن أقوم بربط رابطة العنق

source: Mev Meineke, sal u asb 'n oomblik inkom?
ar: سيدة (ماينكه)، هل يمكنك الدخول للحظة؟

source: Kan u 'n das knoop?
ar: هل يمكنك ربط رابطة العنق؟

source: U weet nie hoe dankbaar ek is nie
ar: لا أستطيع شكرك بما فيه الكفاية

source: Voel u sleg? Nee...
ar: ـ هل أنت على ما يرام؟

source: Ek voel goed
ar: ـ نعم، على ما يرام

source: Klaar?
ar: انتهيت؟

source: Wonderlik! . Perfek, kan nie beter
ar: رائع، جميل لا يمكن أن تكون أفضل من هذا

source: Dis ons geheim U kan 'n geheim hou?
ar: سيكون هذا سرنا يمكنكِ أن تكتمي السر، أليس كذلك؟

source: My aarde!
ar: اللعنة علي!

source: En ek dog jy kan nie
ar: وكنت أظن أنك لن تقدر على ربطها

source: Gewoonlik steek jy nie jou talente weg nie
ar: ليس من عادتك أن تخفي مواهبك

source: Jy weet nog nie wat ek als kan doen nie!
ar: ليس لديك أدنى فكرة عما أستطيع عمله

source: Die eerste gas
ar: الضيف الأول

source: Ons liewe bure het alweer die deur gesluit.
ar: لقد قام جيراننا الأعزاء بإغلاق الباب الرئيسي ثانية

source: Kan jy gaan?
ar: ـ هل يمكنك الذهاب؟

source: Ja, ek gaan
ar: ـ نعم، أنا ذاهب

source: Maestro!
ar: مايسترو!

source: Ons nederige offer
ar: تفضل هديتنا المتواضعة

source: Ek het spesifiek gesê: geen boeke.
ar: ! ـ لقد قلت تحديدا لا كتب ـ ولكن شكرا

source: -Drankie?
ar: هل تريدون مشروبا؟

source: -'n Soda -Vodka vir my.
ar: ـ صودا ـ فودكا من أجلي

source: -Ek kry dit
ar: سوف أحضره

source: -Waarom sit Albert dan alleen?
ar: لماذا يجلس (ألبرت) بمفرده؟

source: -Hy wil nie met ons praat nie
ar: لن يتحدث معنا..

source: Hy het ons weggestuur
ar: لقد أمرنا جميعا بالابتعاد

source: Ek het ook iets vir jou gebring
ar: لقد أحضرت لك شيئا أيضا

source: Het jy hierheen gekom om te lees?
ar: ـ هل أتيت هنا للقراءة؟

source: Dit is Brecht!
ar: (ـ إنه ل(بريخت

source: Ek voel soos 'n bedrieër tussen hierdie mense 'n Bedrieër?
ar: أحس أنني مزيف وسط هؤلاء الناس مزيف؟

source: Jy verloor jou greep op die werklikheid
ar: (انسى الأمر يا (ألبرت أنت تفقد اتصالك بالواقع

source: Jy weet tog hoe ons jou admireer
ar: أنت تعرف كم نحبك وكيف يحبك الجميع

source: Vir iets wat ek 10 jaar gelede gedoen het,
ar: من أجل شيء فعلته منذ 10 سنين

source: en waarskynlik nooit weer sal kan doen nie
ar: وربما لا أفعله ثانية

source: My gunsteling-regiseur, wag!
ar: انتظر يا مخرجي المفضل

source: Ek moet eers met jou praat
ar: يجب أن أتحدث معك لثوان

source: Vertel my eers hoe jy beland het in jou posisie
ar: أخبرني ثانية كيف وصلت لهذه المكانة الموهبة الفذة

source: Net talent. Natuurlik!
ar: بالطبع

source: Maar wat anders moes jy doen?
ar: ولكن ماذا كان يجب عليك فعله أيضا؟

source: Almal weet mos jy is by die Stasi!
ar: الكل يعرف أنك متحالف مع البوليس السري

source: Wat 'n absurde insinuasie!
ar: ! ـ ياله من تعريض وقح ـ لا تنسه

source: -Paul! -Wat?
ar: (ـ (باول ـ ماذا؟

source: Verskoon my vriend, hy het te veel gedrink.
ar: اعذر صديقي فقد شرب كثيرا

source: -Maar jy weet hy is by die Stasi!
ar: ! ولكنك تعرف أنه ما زال مع البوليس السري

source: -Nee, Paul. Ek weet dit nie!
ar: لا يا (باول)، لا أعرف هذا

source: Jy is so'n idealis dat jy amper 'n kokkedoor is
ar: أنت مثالي للغاية لدرجة أنك من الرؤوس الكبيرة

source: Dit was informante soos dié wat Albert vernietig het
ar: (لقد كان هؤلاء المحافظون والمخبرون هم من دمروا (ألبرت ! جاسوس، خائن

source: As jy nie weerstand bied nie, is jy nie 'n mens nie!
ar: إذا لم تتخذ موقفا، فأنت لست إنسانا

source: As jy ooit aksie wil neem, kontak my
ar: إذا أردت اتخاذ موقف، اتصل بي

source: Indien nie, vergeet daarvan
ar: ولو لم تقرر هذا، فلا يجب أن نتقابل مرة أخرى

source: -Jou vriende het nie baie smaak nie
ar: أصدقاؤك لا يمتلكون ذوقا

source: -Dis regtig onregverdig
ar: هذا ليس عادلا

source: -Kyk na hierdie mooi rugkrapper
ar: انظر لهذه المحكة الجميلة

source: -Dis 'n slaaivurk maar dis nog steeds mooi...
ar: هذه شوكة سلاطة مازالت جميلة...

source: En kyk hierna -Ek sal my nuwe drama daarmee skryf
ar: سوف أكتب مسرحيتي الجديدة بواسطة هذه

source: -Jy het ook nie smaak nie!
ar: ! ليس لديك ذوق أنت أيضا

source: In sommige dinge wel
ar: نعم، أحيانا

source: Dis van Jerska. So, hy het jou 'n boek gegee!
ar: (ـ هذه من (يرسكا ـ إذن فقد أهداك كتابا

source: SONATA VIR 'n GOEIE MAN
ar: "أغنية الرجل الطيب"

source: 23:04 "Lazlo" en CMS maak presente oop dan heelwaarskynlik gemeenskap
ar: "لازلو) و (سي ام اس) يقومان بفتح الهدايا)" "ثم يمارسان الحب"

source: Jy's laat
ar: لقد تأخرت

source: Jammer, Kaptein.
ar: متأسف يا سيدي

source: Die rooi ligte kos my 4 minute
ar: لقد أفقدتني الأضواء الحمراء أربع دقائق

source: U weet hoe dit is
ar: أنت تعرف الأمر

source: Hulle is alweer besig! Ongelooflik!
ar: إنهما يفعلانها!

source: Kunstenaars! Hulle is altyd besig!
ar: غير معقولين هؤلاء الفنانين

source: Daarom verkies ek om kunstenaars eerder as priesters of aktiviste dop te hou
ar: ! دائما يفعلانها ولهذا أحب مراقبة الفنانين دون القساوسة ودعاة السلام

source: Sien jou môre om 11:00
ar: أراك غدا في الحادية عشر صباحا

source: Albert Jerska, Operasie "Engerling." Sistematies, soos gewoonlik, Wiesler.
ar: (ألبرت يرسكا) عملية (اليرقانة) (منظم كدأبك دائما يا (وايسلر

source: Die lêers sal gestuur word.
ar: سوف يتم إرسال الملفات.. دعنا نتناول الغداء

source: Die BSG-vlugbalspan vergader 7:00
ar: سوف يتم اجتماع فريق الكرة الطائرة في السابعة مساءا

source: Het jy vergeet?
ar: هل نسيت؟

source: Die base sit daar
ar: الرؤساء يجلسون هناك

source: Sosialisme moet êrens begin
ar: يجب أن تبدأ الاشتراكية في مكان ما

source: Omtrent die registrasie van die motor wat mej Sieland huistoe geneem het...
ar: حول هوية السيارة التي أحضرت السيدة (زيلاند) للبيت

source: Dis Minister Hempf se kar
ar: (إنها سيارة الوزير (همبف

source: Wiesler, ons kan nie die base monitor nie
ar: (وايسلر)

source: Ek het dit verwyder uit jou verslag Niks daaroor geskryf nie, net mondelings!
ar: لا يمكننا مراقبة كبار الدولة لقد أزلت هذه المداخلة من تقريرك لا شيء مكتوب بعد اليوم !

source: So ons help 'n Komiteelid teen 'n kollega
ar: نحن نساعد عضوا في اللجنة لكي يبعد منافسه عن طريقه

source: Jy weet wat dit kan beteken vir ons loopbane as ons iets vind...
ar: أنت تعرف ما يمكن أن يعنيه هذا بالنسبة لكلينا ..لو وجدنا شيئا

source: Is dit waarom ons aangesluit het?
ar: هل هذا سبب انضمامنا؟

source: Onthou jy ons eed?
ar: هل تذكر القسم الذي أقسمناه؟

source: -"Ons is die Party se skild en swaard"
ar: "نحن حماة الحزب"

source: -Wat is die Party as dit nie sy lede is nie?
ar: وما هو الحزب إذا لم يكن أعضاؤه؟

source: En as daardie lede invloedryk is, dan's dit nog beter!
ar: ! وإذا كان هؤلاء الأعضاء ذوي تأثير ونفوذ فهذا أفضل

source: Jy het 'n nuwe een
ar: لدي نكتة جديدة

source: Honecker kom in sy kantoor, maak die venster oop, sien die son, en sê...
ar: يدخل (هونيكر) غرفته ويفتح النافذة وينظر للشمس ويقول

source: O, verskoon my...
ar: ..اعذرني..

source: Ek wil net...
ar: أنا فقط

source: Nee, gaan voort, kollega!
ar: لا، استمر يا زميلي

source: Niks verkeerd om te lag oor die Partyvoorsitter nie, of hoe?
ar: لا ضرر من إلقاء النكات حول رئيس الحزب

source: Ek ken die grap heel waarskynlik
ar: أنا أعرف النكتة على أي حال

source: Kom, vertel ons!
ar: هيا أخبرنا

source: Ek bedoel, die Kameraad Algemene Sekretaris sien die son en sê "Goeie môre son!"
ar: (حسنا..

source: Meer soos: "Goeie môre, liewe son!"
ar: ـ صباح الخير أيتها الشمس العزيزة "ـ هذا أقرب لـ"صباح الخير أيتها الشمس العزيزة

source: Die son antwoord: "Goeie môre, liewe Erich!" En teen die middag,
ar: "فترد الشمس "صباح الخير يا عزيزي إيريك

source: Erich gaan na die venster en sê:
ar: في الظهيرة، يذهب (ايريك) للنافذة ويقول

source: "Goeie dag, liewe son!"
ar: "يوم جميل أيتها الشمس"

source: Die son antwoord: "Goeie dag, liewe Erich!" In die aand, Erich sê weer:
ar: "(فترد الشمس" يوم جميل عزيزي (اريك (في المساء، يقول (ايريك

source: "Goeie naand, liewe son!" en die son antwoord nie
ar: "مساء الخير أيتها الشمس" فلا ترد الشمس

source: "Goeie naand, liewe son..."
ar: "مساء الخير أيتها الشمس"

source: "Wat is verkeerd?", vra hy
ar: "فيسألها" ما الأمر؟

source: En die son antwoord: "Gaan bars, ek is nou in die weste!"
ar: فترد الشمس "عليك اللعنة، أنا في الغرب الآن"

source: Naam?
ar: اسمك؟

source: Rang? Departement?
ar: رتبتك؟

source: Stigler.
ar: (شتيجلر)

source: Tweede Luitenant Axel Stigler Departement M.
ar: (ملازم ثان (اكسل شتيجلر) ، قسم (م

source: Ek hoef jou nie te vertel wat dit vir jou loopbaan sal beteken nie
ar: لا يجب علي إخبارك مايعنيه هذا بالنسبة لمستقبلك

source: Asseblief, Kameraad Luitenant Kolonel, Ek het net...
ar: من فضلك يا سيدي المقدم ..لقد كنت

source: Jy het net die Party belaglik voorgestel!
ar: لقد كنت تسخر من الحزب!

source: Dit is opsweping, en seker net die punt van die ysberg!
ar: وهذا تحريض ويبدو مجرد قمة الجبل المغمور

source: Ek sal dit rapporteer aan die Minister se kantoor
ar: وسوف أبلغ مكتب الوزير بهذا

source: Speel sommer!
ar: كنت أمزح!

source: Goeie een, né?
ar: جيدة، أليس كذلك؟

source: Maar joune was ook goed Maar ek ken 'n beter een
ar: ولكن نكتتك كانت جيدة أيضا ولكنني أعلم واحدة أفضل منها

source: Wat is die verskil tussen Honecker en 'n foon?
ar: ما الفارق بين (هونيكر) والهاتف؟

source: Heeltemal niks.
ar: لا يوجد فارق

source: Hang op, probeer weer!
ar: ضع السماعة، حاول مرة أخرى

source: -Kom jy ook? -Nee, ek moet huistoe Totsiens
ar: ـ لا، يجب أن أذهب للمنزل ـ مع السلامة

source: Koud?
ar: الجو بارد؟

source: Christa, Jy het ons afspraak Donderdag vergeet
ar: كريستا)، لقد نسيتي اجتماعنا يوم الخميس)

source: Of verjaar jou digter twee dae aanmekaar?
ar: أم أن شاعرك لديه عيدي ميلاد متتاليين؟

source: Kom, klim in
ar: هيا، ادخلي

source: Klim in!
ar: ادخلي

source: Jy weet nie wat goed is vir jou nie
ar: أنت لا تعرفين ما هو أفضل لك

source: Moenie bekommerd wees nie
ar: لا تقلقي

source: Ek sorg vir jou
ar: أنا أعتني بك

source: Vertel my jy soek dit nie ook nie
ar: لا تخبريني أنك لا تحتاجين لهذا

source: Sê net so, en ek laat jou loop
ar: فقط قوليها وسوف أدعك تذهبين

source: Ek ontmoet iemand
ar: سوف أقابل أحدهم

source: Waar dink jy gaan ons heen?
ar: أين تظنين أننا ذاهبون؟

source: Jy sal nog gouer daar wees
ar: سوف آخذك إليه سوف تذهبين أسرع

source: Tyd vir harde waarhede
ar: حان الوقت للحقيقة المرة

source: Daardie idiote!
ar: هؤلاء المغفلين

source: Volgende Donderdag by die Metropol.
ar: "الخميس القادم في "متروبول

source: Ry!
ar: ! انطلق

source: Christa?
ar: كريستا)؟

source: Hou my net vas
ar: احتضني

source: Goeie naand, Kameraad!
ar: مساء الخير يا رفيق

source: Jy is al weer 5 minute laat
ar: لقد تأخرت 5 دقائق ثانية

source: Naand. 11de vloer, gang regs
ar: المساء.. الطبق الحادي عشر.. الرواق الأيمن

source: Ek is reeds hier
ar: أنا هنا بالفعل

source: Hoe het jy hier ingekom?
ar: كيف دخلت لهذا المبنى؟

source: Van julle ouens bly hier
ar: بعضكم يعيش هنا

source: Ek was nog nie voorheen hier nie
ar: لا أعتقد أنني جئت إلى هنا من قبل

source: Nee, ek dink nie jy was nie
ar: لا، لا أعتقد هذا

source: Was dit goed?
ar: هل كان هذا لطيفا؟

source: Bly bietjie
ar: ـ ابقى قليلا ـ لا أستطيع

source: Ek kan nie, my volgende klant is 1:30
ar: زبوني القادم بعد نصف ساعة

source: Ek werk op 'n skedule
ar: أنا أعمل طبقا لجدول

source: -Jy gaan dit nie maak nie
ar: لن تلحقي بالميعاد

source: -Ek sal, moenie bekommer nie
ar: سوف ألحق به بالتأكيد، لا تقلق

source: Boek my langer volgende keer
ar: احجز وقتا أطول المرة القادمة

source: Georg?
ar: جورج)..

source: -Het jy gehoor van Hauser?
ar: هل سمعت عن (هاوزر)؟ )

source: -Nee, wat het gebeur?
ar: لا، ماذا حدث؟

source: Hy is 'n reispermit vir sy lesings in die weste geweier
ar: لا يمكنه الحصول على إذن بالسفر من أجل إلقاء محاضراته في ألمانيا الغربية

source: Is jy verbaas?
ar: هل فاجأك هذا؟

source: As hy so arrogant is, moet hy dit verwag.
ar: لو كان يتعامل بهذه الطريقة المتعجرفة فيجب أن يتوقع هذا

source: Sou jy hom laat gaan, As jy in hulle posisie was?
ar: هل كنت ستسمح له بالسفر إذا كنت مكانهم؟

source: CMS kom tuis "Lazlo" keur Hauser se reisverbod goed
ar: "سي ام اس) ترجع للمنزل و(لازلو) يتأكد من خطة منع سفر (هاوزر) للخارج)"

source: -Het jy my Brecht-boek gesien? -Wat?
ar: هل رأيتي كتاب (بريخت)؟

source: My Brecht-boek.
ar: (ـ كتاب (بريخت

source: Ek weet nie waar dit is nie
ar: لا أعرف أين هو

source: Snaaks, ek kon sweer...
ar: ..غريب، أستطيع أن أقسم

source: Eendag in 'n blou-maan September, stil onder 'n pruimboom,
ar: في يوم من أيام سبتمبر، والقمر يملأ السماء الصافية ساكنا تحت شجرة البرقوق

source: Het ek haar gehou, my stil, bleek beminde in my arms soos 'n mooi droom.
ar: كنت أحتضنها، حبيبتي الشاحبة الساكنة بين يدي كالحلم كالحلم الجميل

source: Bokant ons, in die somerlug was 'n wolk wat my oog gevang het.
ar: وفوقنا في سماء الصيف سحابة لفتت نظري

source: Dit was wit en hoog.
ar: كانت بيضاء وعالية جدا

source: En toe ek opkyk, was dit weg.
ar: وعندما نظرت للأعلى، اختفت

source: -Ja? -Georg?
ar: ـ نعم؟

source: Wallner hier.
ar: ـ (جورج)؟

source: Georg, dis omtrent Jerska.
ar: (جورج)، إنه (يرسكا)

source: Hy het homself opgehang
ar: لقد شنق نفسه البارحة

source: Ek gaan nou neersit, goed?
ar: سوف أضع السماعة

source: Weet jy wat Lenin gesê het oor Beethoven se Appassionata.
ar: (أتعرفين ما قاله (لينين) حول معزوفة (بيتهوفن 'Appassionata'

source: "As ek aanhou daarna luister, sal ek nie die revolusie klaarmaak nie"
ar: "إذا ظللت أستمع لها" "فلن أكمل الثورة"

source: Kan iemand wat hierdie musiek gehoor het, ek bedoel REGTIG gehoor het,
ar: هل يمكن لأحد سمع هذه الموسيقا أعني سمعها بقلبه وعقله

source: nog 'n slegte mens wees?
ar: أن يكون شخصا سيئا؟

source: Is jy regtig by die Stasi?
ar: هل أنت من البوليس السري؟

source: Weet jy ooit wat die Stasi is?
ar: وهل تعرف أنت ما هو البوليس السري؟

source: Ja, slegte mense wat mense in die tronk sit, sê my pa
ar: نعم، إنهم رجال أشرار يضعون الناس في السجن، كما يقول أبي

source: Ek sien
ar: أرى هذا

source: Wat is die naam van jou...
ar: ..ما اسم

source: My wat?
ar: اسم ماذا؟

source: Bal!
ar: كرتك..

source: Wat is die naam van jou bal?
ar: ما اسم كرتك؟

source: jy's snaaks!
ar: أنت مرح!

source: Balle het nie name nie
ar: الكرات ليس لها أسماء

source: Alles is in plek, Minister
ar: كل شيء في مكانه يا سيدي الوزير

source: Die nuutste tegnologie
ar: بأحدث التقنيات

source: Agter elke ligskakelaar, selfs in die toilet
ar: خلف كل زر إضاءة، حتى في الحمام

source: -Maatrëel C in the portaal... -Jy het gesê jy sal iets vind!
ar: ..ـ مقياس (ج) في الردهة ـ لقد قلت أنك ستجد شيئا

source: Kry iets!
ar: جد شيئا

source: Selfs my beste vyand durf my nie teleurstel nie
ar: أنا أنصح ألد أعدائي ألا يخيب أملي

source: Nou, uit is jy!
ar: ! والآن ارحل من هنا

source: Nowack, jy moet Christa-Maria dophou
ar: (نوفاك)، سوف تراقب (كريستا ماريا)

source: Jy moet rapporteer van elke minuut wat sy weg van my is
ar: سوف تبلغني بكل دقيقة تقضيها بعيدا عن نظري

source: Ons het Hauser se reispermit gekanselleer
ar: لقد ألغينا إذن سفر (هاوزر) للمؤتمر الثقافي

source: Miskien sal dit iets laat uitkruip
ar: ربما سيقودنا هذا لشئ ما..

source: Hulle is intieme vriende
ar: فكلاهما أصدقاء مقربين

source: Hoe gaan dit tussen CMS en die Minister?
ar: كيف هي الأمور بين (سي ام اس) والوزير؟

source: Ek dink hulle ontmoet môreaand
ar: سوف يلتقون غدا ليلا على ما أعتقد

source: Dis goed, baie goed
ar: عظيم!

source: Ons kan heelwat wen by hierdie liefdesverhaal
ar: عظيم جدا لدينا الكثير لنكسبه من قصة الحب هذه

source: Of baie verloor
ar: أو الكثير لنخسره

source: Moet dit nie vergeet nie
ar: لا تنس هذا

source: Ek was vir net 2 dinge bang:
ar: :لقد كنت أخاف من شيئين

source: Om alleen te wees, en om nie te kan skryf nie
ar: الوحدة وعدم القدرة على الكتابة

source: Sedert Albert se dood wil ek nie meer skryf nie
ar: منذ مات (ألبرت) وأنا لا أهتم بالكتابة

source: Ook nie oor ander mense nie
ar: أو أهتم بالناس

source: Al waarvoor ek nou bang is, is om jou te verloor
ar: كل ما أخافه الآن هو فقدانك

source: Jy hoef nie vanaand bang te wees nie
ar: لا يجب أن تخاف الليلة

source: -Ek gaan net 'n paar uur uit
ar: سوف أخرج لعدة ساعات

source: -Waarnatoe?
ar: إلى أين؟

source: 'n Ou klasmaat is in die stad
ar: صديقة قديمة جاءت للبلدة

source: Regtig, Christa?
ar: حقا يا (كريستا)؟

source: Hoe durf jy?
ar: ـ كيف تجرؤ

source: Ek weet waarheen jy gaan
ar: أعرف إلى أين أنت ذاهبة

source: en ek vra jou om NIE te gaan nie
ar: وأسألك عدم الذهاب

source: Jy het hom nie nodig nie
ar: أنت لا تحتاجينه

source: Ek weet ook van jou medikasie en hoe min vertroue jy in jou talente het
ar: وأعرف عن علاجك أيضا وأعرف إيمانك الضعيف بموهبتك

source: Glo ten minste in my
ar: آمني بي على الأقل

source: Christa-Maria.
ar: (كريستا ماريا)

source: Jy is 'n groot kunstenaar
ar: أنت فنانة عظيمة

source: Ek weet dit En jou gehoor weet dit ook
ar: أنا أعرف هذا جمهورك يعرف هذا

source: Bly hier
ar: ابقي هنا

source: Moenie gaan nie
ar: لا تذهبي له

source: Het ek hom nie nodig nie?
ar: لا أحتاجه؟

source: Het ek nie die hele sisteem nodig nie?
ar: لا أحتاج هذا النظام بأكمله

source: Wat van jou?
ar: ماذا عنك؟

source: Dan het jy dit ook nie nodig nie. Of nog minder nodig
ar: إذن فأنت لا تحتاجه أيضا أو تحتاجه بشكل أقل

source: Maar jy klim ook met hulle in die bed.
ar: ولكنك تنام معهم أيضا

source: Hoekom doen jy dit?
ar: لماذا تفعل هذا؟

source: Omdat hulle jou ook kan vernietig, Ten spyte van jou talent en geloof.
ar: لأنهم يمكنهم تدميرك أيضا على الرغم من موهبتك وإيمانك

source: Omdat hulle besluit wat ons opvoer, wie kan optree, en wie kan redigeer
ar: لأنهم من يقررون ما نعرضه ومن يمثل

source: Jy wil nie soos Jerska eindig nie, en ek ook nie
ar: (أنت لا تريد أن ينتهي بك الحال مثل (يرسكا ولا أنا أيضا

source: Dis waarom ek nou gaan
ar: ولهذا فسوف أذهب الآن

source: Jy is reg omtrent so baie dinge, en ek wil so baie verander,
ar: أنت محقة حول العديد من الأشياء وأريد التغير بشدة

source: maar ek vra jou, ek pleit by jou, moenie gaan nie.
ar: ولكني أسألك ! أرجوك:

source: Wel baas, is ek betyds?
ar: حسنا يا ريس، هل وصلت في الموعد المحدد؟

source: Laat my raai wat hulle twee nou doen...
ar: ..دعني أخمن ماذا يفعلان

source: Goed, ek sal oorneem
ar: هيا، سوف أتولى الأمر

source: Ek wil nie dat jy oortyd doen weens my nie
ar: لا أريدك أن تقضي وقتا إضافيا من أجلي

source: "Moenie deur daardie deur gaan nie"
ar: "لا تخرجي من هذا الباب"

source: Waar gaan sy heen?
ar: إلى أين هي ذاهبة؟

source: Om 'n ou klasmaat te ontmoet
ar: لمقابلة صديقة دراسة قديمة

source: Jy sal my rapport môre kry Ek sal regkom
ar: سوف يصلك تقريري المفصل غدا يمكنني التصرف بمفردي

source: Goeie nag
ar: طابت ليلتك

source: Wat maak jy?
ar: بماذا تحدق؟

source: Sodawater
ar: ماء صودا

source: Vodka
ar: فودكا

source: Dubbel
ar: مزدوجة
